"Part1" = "CATALÀ";
"Part2" = "APPLE INC.";
"Part3" = "CONTRACTE DE LLICÈNCIA DE PROGRAMARI DE L'APP DRECERES";
"Part4" = "LLEGIU ATENTAMENT AQUEST ACORD DE LLICÈNCIA DE PROGRAMARI (LA «LLICÈNCIA») ABANS DE FER SERVIR EL PROGRAMARI D’APPLE. AL FER SERVIR EL PROGRAMARI D’APPLE, ACCEPTEU RESPECTAR LES CONDICIONS D’AQUESTA LLICÈNCIA. SI NO ACCEPTEU LES CONDICIONS D’AQUESTA LLICÈNCIA, NO INSTAL·LEU NI UTILITZEU EL PROGRAMARI.";
"Part5" = "NOTA IMPORTANT: Atès que aquest programari es pot fer servir per a reproduir, modificar, publicar i distribuir materials, la llicència només us permet reproduir, modificar, publicar i distribuir materials sense copyright, materials dels quals tingueu el copyright o materials que pugueu reproduir, modificar, publicar o distribuir perquè disposeu de l’autorització o permís legal corresponents. Si no esteu segurs de tenir dret a copiar, modificar, publicar o distribuir qualsevol material, hauríeu de posar-vos en contacte amb el vostre assessor legal.";
"Part6" = "1. General.";
"Part7" = "A. El programari d’Apple i el programari d’un tercer ,la documentació, les interfícies, el contingut, el codi font i qualsevol tipus de dades que acompanyi aquesta Llicència, ja sigui, en memòria de només lectura o en qualsevol altre suport o format (anomenat de forma col·lectiva «Programari d’Apple») us el proporciona sota llicència, no venda, Apple Inc.(«Apple») per utilitzar-lo només sota les condicions d’aquesta llicència. Apple i/o els llicenciadors d’Apple conserven la propietat del Programari d’Apple i es reserven tots els drets que no us són concedits expressament. ";
"Part8" = "B. Apple, a la seva discreció, pot fer disponibles futures actualitzacions del Programari Apple per al vostre dispositiu compatible amb iOS. Les actualitzacions del Programari d’Apple, si n’hi ha, poden no incloure totes les funcions de programari existents o les noves funcions que Apple publiqui per a altres models o models més nous de dispositius iOS. Accepteu que els termes i condicions d’aquesta Llicència són aplicables a qualsevol actualització del Programari d’Apple original proporcionada per Apple, llevat que tal actualització tingui una llicència pròpia, cas en què accepteu que seran aplicables els termes i condicions d’aquesta llicència pròpia a l’actualització o actualitzacions.";
"Part9" = "2. Usos permesos de la Llicència i restriccions.";
"Part10" = "A. Llicència. D’acord amb els termes i condicions d’aquesta Llicència tal com es permet a les «Normes d’ús de serveis i continguts» establerts als termes i condicions de serveis de continguts d’Apple (https://www.apple.com/legal/internet-services/itunes/) («Normes d’ús»), excepte en cas que hàgiu obtingut el Programari d’Apple tal com es descriu a l’apartat 2B, disposeu d’una llicència limitada, no transferible, no exclusiva, per instal·lar i utilitzar el Programari d’Apple en qualsevol dispositiu iOS compatible de la marca Apple del qual sigueu propietari o que controleu. No podeu distribuir ni posar a disposició d’altri el Programari d’Apple a través d’una xarxa on podrien utilitzar-lo diversos dispositius al mateix temps. No teniu autorització per llogar, arrendar, prestar, vendre ni redistribuir el Programari d’Apple ni concedir-ne llicència a tercers.";
"Part11" = "B. Llicència de volum o manteniment. Si vau obtenir el Programari d’Apple amb un programa de llicència de volum o manteniment amb Apple, els termes i condicions de la llicència de volum o manteniment determinaran el nombre de còpies del Programari d’Apple que se us permet descarregar, instal·lar, utilitzar i executar als dispositius iOS de marca Apple que us pertanyin o controleu. Excepte si Apple ho estableix d’una altra manera per escrit, la resta de termes i condicions d’aquesta Llicència s’aplicaran a l’ús que feu del Programari d’Apple obtingut amb una llicència de volum o manteniment.";
"Part12" = "C. Requisits del sistema. El Programari d’Apple només és compatible amb maquinari d’Apple que compleixi els requisits del sistema segons indiqui Apple..";
"Part13" = "D. Contingut i Materials digitals. Els drets de titularitat i propietat intel·lectual de i amb respecte a qualsevol contingut, també marques registrades, logotips i imatges, que es mostri o al qual s’accedeixi a través del Programari d’Apple pertanyen al propietari del contingut. Aquest contingut pot estar protegit per copyright, pel fet de ser una marca registrada o per altres lleis o tractats referents a la propietat intel·lectual, i pot estar subjecte a les condicions particulars d’ús establertes pel tercer que el proporciona. Llevat que s’expressi d’una altra manera en aquesta Llicència, (i) la Llicència no us proporciona cap dret d’ús d’aquest contingut ni garanteix que el contingut continuarà a la vostra disposició i (ii) no podeu utilitzar, extreure o distribuir, comercialment o d’una altra forma, per separat, qualsevol fotografia, logotip, text, codi, imatge, gràfic, il·lustració, àudio, vídeo o un altre actiu similar («Materials digitals») inclosos en el Programari d’Apple, o que es proporcionin com a part del Programari d’Apple, ni podeu tampoc utilitzar els «Materials digitals» fora del context del seu ús intencionat com a part del Programari d’Apple.";
"Part14" = "E. Ús de l'app Dreceres. Reconeixeu que totes les dreceres d'accions en apps i/o llocs web («Dreceres») són responsabilitat única de la part o les parts on s'hagin originat aquestes Dreceres, Apple no té cap control sobre elles i no assumeix cap responsabilitat pel contingut o funcionalitat de les Dreceres de tercers. Utilitzareu les Dreceres sota la vostra responsabilitat i per tant, sou l'únic responsable de complir amb els termes o acords de tercers derivats de l'ús que feu de qualsevol Drecera. Reconeixeu que Apple no té cap obligació de preseleccionar Dreceres, tot i que Apple es reserva el dret de, a discreció, preseleccionar, rebutjar, desactivar o eliminar qualsevol Drecera.";
"Part15" = "F. Compartir Dreceres. El Programari d'Apple pot permetre compartir amb altres persones les Dreceres que heu creat per mitjà d'un enllaç web. La Drecera compartida, amb qualsevol contingut integrat en ella, s'emmagatzemarà als servidors d'Apple amb la finalitat de permetre que es comparteixi i es podrà utilitzar per millorar, en general, els productes i serveis d'Apple. La vostra Drecera compartida i el contingut integrat en ella, estarà a disposició de qualsevol persona que tingui accés a l'enllaç web, que podrà copiar, desar, modificar i redistribuir una còpia de la vostra Drecera i tot el contingut integrat en ella. En compartir una Drecera, garantiu que: (1) Teniu tots els drets i llicències necessaris sobre la Drecera en qüestió i no esteu infringint o violant els drets de qualsevol tercer; i (2) qualsevol Drecera que compartiu no incomplirà cap llei ni contribuirà o animarà a infringir la llei o a tenir una conducta il·legal o que podria ser obscena o rebutjable. Reconeixeu que Apple no té cap obligació de revisar cap Drecera que compartiu, tot i que Apple es reserva el dret, a discreció, de revisar, desactivar o eliminar qualsevol Drecera que compartiu.";
"Part16" = "G. Restriccions d'ús. Accepteu no carregar, publicar, enviar per correu electrònic, transmetre, compartir o divulgar de qualsevol altra manera tota Drecera que: (1) Sigui il·legal, ofensiu, difamatori, vulgar, obscè, calumniós o inacceptable racialment, ètnicament o de qualsevol altra manera; (2) incompleixi o fomenti qualsevol conducta que pogués incomplir la legislació o normativa aplicable o pogués comportar qualsevol tipus de responsabilitat civil; (3) promogui la discriminació, la intolerància, el racisme, l'odi, l'assetjament o el perjudici contra qualsevol persona o col·lectiu; (4) sigui violenta o amenaçadora o promogui la violència o accions amenaçadores contra qualsevol tercer; (5) promogui activitats il·legals o perjudicials o (6) tingueu coneixement o sospiteu que podria ser falsa, enganyosa, fraudulenta o fal·laç de qualsevol manera pel que fa a l'usuari d'aquella Drecera. A més, accepteu no interferir, pertorbar o crear una càrrega indeguda als servidors o xarxes connectats al Programari d'Apple o al programari d'aplicacions, serveis o llocs web de tercers en el vostre dispositiu iOS («Aplicacions de tercers») i no incomplir les normatives, polítiques o procediments de les xarxes o aplicacions de tercers esmentades.";
"Part17" = "H. Aplicacions de tercers. Per completar determinades Dreceres, és possible que el Programari d'Apple necessiti accedir a determinades Aplicacions de tercers. Consentiu de manera expressa i autoritzeu al Programari d'Apple que accedeixi i utilitzi aquestes Aplicacions de tercers en nom vostre en la mesura que sigui necessària per completar la Drecera amb el Programari d'Apple. En la mesura que el Programari d'Apple accedeix a qualsevol Aplicació de tercers, Apple no té cap obligació explícita ni implícita de proporcionar assistència tècnica o de qualsevol altre tipus en relació amb aquestes Aplicacions de tercers. Poseu-vos directament en contacte amb el proveïdor del programari, fabricant o proveïdor del servei per demanar assistència tècnica i atenció al client en relació amb el seu programari, lloc web i/o productes. TAMBÉ ACCEPTEU QUEDAR SUBJECTE PER, I US COMPROMETEU A RESPECTAR, TOTS ELS TERMES DE SERVEI O ALTRES ACORDS APLICABLES A AQUESTES APLICACIONS DE TERCERS MENTRE FEU SERVIR EL PROGRAMARI D'APPLE. SOU L'ÚNIC RESPONSABLE DE GARANTIR QUE TOTES LES DRECERES COMPLEIXEN ELS TERMES APLICABLES DE CADA APLICACIÓ DE TERCERS QUE UTILITZI LA DRECERA. APPLE NO GARANTEIX DE CAP MANERA QUE LES DRECERES RESPECTARAN ELS TERMES DE LES APPS DE TERCERS I APPLE NO ES RESPONSABILITZARÀ DE LA DRECERA DE CAP TERCER.";
"Part18" = "I. No es permet l’enginyeria inversa. No teniu autorització per efectuar les operacions (i accepteu no efectuar-les ni permetre que altres les duguin a terme) de copiar (excepte en els casos permesos expressament per aquesta Llicència o per les Regles d’Ús si us són aplicables), descompilar, realitzar enginyeria inversa, desmuntar, intentar obtenir el codi font, desencriptar, modificar o crear treballs derivats del Programari d’Apple o de qualsevol servei proporcionat pel Programari d’Apple, ni de cap de les seves parts (excepte en els casos i exclusivament dins els límits en què la legislació vigent prohibeixi qualsevol de les restriccions anteriors o dins els límits permesos pels termes i condicions de llicència que regeixin l’ús dels Components de Codi Obert inclosos amb el Programari d’Apple). ";
"Part19" = "J. Conformitat amb les lleis. Accepteu utilitzar el Programari Apple i els Serveis (definits en l’apartat 4 d’aquesta Llicència) complint totes les lleis aplicables, incloses les lleis del país o regió on residiu o on descarregueu i feu servir el Programari Apple i els Serveis.";
"Part20" = "K. Actualitzacions automàtiques. Si escolliu que voleu permetre les actualitzacions automàtiques de l’aplicació, el dispositiu comprovarà a Apple periòdicament si hi ha actualitzacions del Programari d’Apple i, si n’hi ha, es descarregarà automàticament l’actualització i s’instal·larà al dispositiu i, si escau, als dispositius perifèrics. Podeu desactivar les actualitzacions automàtiques de totes les aplicacions en qualsevol moment canviant la configuració de les actualitzacions automàtiques que trobareu a Configuració.";
"Part21" = "3. Consentiment per a la utilització de dades. ";
"Part22" = "A. Dades d'anàlisi. Si us acolliu a la recopilació de dades d'anàlisi, accepteu que Apple, les seves filials i els seus representants puguin recollir, mantenir, processar i utilitzar informació de diagnòstic, tècnica, d’ús, així com altres tipus d’informació relacionada, inclosa (sense caràcter limitador) identificadors únics de sistema o maquinari, la informació sobre el vostre dispositiu iOS, sistema, aplicacions de programari i perifèrics que es recull periòdicament per a proporcionar i millorar els productes i serveis d’Apple, facilitar la difusió d’actualitzacions de programari, suport tècnic de productes i altres serveis relacionats amb el Programari d’Apple i per a verificar el compliment de les condicions d’aquesta Llicència. Apple pot utilitzar aquesta informació, sempre que es reculli d’una manera que no us identifiqui personalment, amb els propòsits descrits més amunt. Per tal que els col·laboradors d’Apple i altres empreses desenvolupadores puguin millorar el programari, el maquinari i els serveis dissenyats per utilitzar-se amb els productes d’Apple, Apple també pot proporcionar a aquests col·laboradors i altres empreses desenvolupadores un subconjunt d’informació de diagnòstic que sigui rellevant per al programari, per al maquinari o per als serveis que aquests ofereixen, sempre que la informació de diagnòstic estigui en una forma que no us identifiqui personalment. ";
"Part23" = "B. Dades de localització. Apple i els seus col·laboradors, llicenciataris i desenvolupadors de tercers poden proporcionar a través del Programari d’Apple determinats serveis basats en informació de localització geogràfica. Per proporcionar i millorar aquests serveis, quan estiguin disponibles, Apple i els seus associats, llicenciadors i desenvolupadors tercers poden transmetre, recollir, mantenir, processar i utilitzar dades de la vostra localització. Apple recollirà les dades i consultes de localització d’una forma que no us identificarà personalment, i aquestes dades les podran utilitzar Apple i els seus associats, llicenciadors i desenvolupadors tercers per proporcionar i millorar els productes i els serveis que es basen en la localització. A l’utilitzar qualsevol servei basat en la localització proporcionat pel Programari d’Apple o a través del Programari d’Apple, manifesteu que esteu d’acord amb la transmissió, recollida, manteniment, processament i utilització, per part d’Apple i dels seus associats, llicenciadors i desenvolupadors tercers, de les dades i consultes de la vostra localització per proporcionar i millorar aquest tipus de productes. Podeu retirar aquest consentiment en qualsevol moment si aneu a la configuració dels serveis de localització del dispositiu iOS i desactiveu els serveis de localització en general o bé únicament el servei de localització del Programari d’Apple. Quan feu servir aplicacions o serveis de tercers al vostre dispositiu iOS que utilitzin o proporcionin dades de localització, estareu subjectes a la política de termes i condicions d’aquests tercers, que és recomanable llegir, sobre l’ús de dades de localització per aquelles aplicacions o serveis de tercers.";
"Part24" = "C. Política de privadesa. En tot moment, la vostra informació es tractarà d’acord amb la política de privacitat d’Apple, que es pot consultar a: https://www.apple.com/legal/privacy/.";
"Part25" = "4. Serveis i materials de tercers.";
"Part26" = "A. General. El Programari d’Apple permet accedir a l’iTunes Store, l’App Store, l’iCloud, Mapes i a altres serveis i llocs web d’Apple i de tercers (anomenats, col·lectivament i individualment, «Serveis»). Aquests Serveis pot ser que no estiguin disponibles en tots els idiomes i països. L’ús d’aquests Serveis requereix accés a Internet (així mateix, l’ús de determinats Serveis pot requerir un ID d’Apple) i, a més, pot requerir que accepteu termes i condicions addicionals i és possible que estigui subjecte a tarifes addicionals. En utilitzar aquest programari en connexió amb un compte de l’iTunes Store, un ID d’Apple o un altre Servei d’Apple, s’entén que accepteu les condicions de servei aplicables per a tal Servei, com ara la darrera versió dels Termes i condicions dels serveis de continguts d’Apple; podeu accedir-hi i revisar-les a https://www.apple.com/legal/internet-services/itunes/.";
"Part27" = "B. Si decidiu fer servir els serveis de l’iCloud a través del Programari d’Apple, aquest ús estarà subjecte als termes addicionals següents: els Termes i condicions de l’iCloud exposats a https://www.apple.com/legal/internet-services/icloud/ i la política de privadesa d’Apple disponible a https://www.apple.com/legal/privacy/.";
"Part28" = "C. Reconeixeu que, en utilitzar qualsevol dels Serveis, és possible que accediu a continguts que poden ser considerats ofensius, indecents o censurables, els quals poden estar identificats o no com a llenguatge per a adults. No obstant això, accepteu utilitzar els Serveis pel vostre compte i risc i accepteu també que Apple no serà responsable davant vós per continguts que es puguin considerar ofensius, indecents o censurables. ";
"Part29" = "D. Determinats Serveis poden mostrar, incloure o fer disponibles serveis, continguts, dades, informació, aplicacions o materials de tercers («Materials de tercers») o proporcionar enllaços a determinats llocs web o aplicacions de tercers. En utilitzar els Serveis, reconeixeu i accepteu que Apple no és responsable d’examinar o avaluar el contingut, la precisió, la completesa, la puntualitat, la validesa, el compliment del copyright, la legalitat, la decència, la qualitat o qualsevol altre aspecte dels «Materials de tercers», les aplicacions o els llocs web esmentats. Apple i els seus representants, subsidiaris i filials no donen garantia ni suport i no seran responsables davant vós ni davant cap altra persona per cap Servei ni «Materials de tercers», aplicacions o llocs web, ni per cap altre material, producte o servei de tercers. Els «Materials de tercers» i els enllaços a altres llocs web o aplicacions es proporcionen exclusivament per a la vostra comoditat. ";
"Part30" = "E. Sempre que carregueu qualsevol contingut a través de l’ús dels Serveis s’entén que disposeu de tots els drets associats o teniu autorització o un altre tipus de permís legal per carregar el contingut i que el contingut no infringeix cap terme de servei aplicable als Serveis. Accepteu que els Serveis tenen contingut, informació i material amb propietat, que inclou, sense caràcter limitador, tot el Material digital de propietat d’Apple, el propietari del lloc i/o els seus associats, i que està protegit per la legislació aplicable de propietat intel·lectual i d’altres camps, que inclou, sense caràcter limitador, la llei del copyright. Accepteu que no utilitzareu el contingut, la informació i el material amb propietat per a cap altre ús que no sigui el que es permet per als Serveis o de cap manera que sigui incoherent amb els termes d’aquesta Llicència o que infringeixi qualsevol dret de propietat intel·lectual d’Apple o de tercers. No esteu autoritzat a reproduir cap part dels Serveis, de cap manera ni per cap mitjà. Accepteu no modificar, llogar, arrendar, prestar, vendre, distribuir ni crear treballs derivats basats en els Serveis, per cap mitjà, i accepteu no explotar els Serveis de cap manera no autoritzada, inclòs, sense caràcter limitador, l’ús dels Serveis per transmetre virus, cucs o troians informàtics ni cap altre programari maliciós o per sobrepassar o sobrecarregar la capacitat de la xarxa. A més, accepteu no utilitzar els Serveis de cap manera que pugui assetjar, abusar, espiar, amenaçar, difamar o vulnerar o infringir de qualsevol altra manera els drets de cap tercer, i també accepteu que Apple no serà responsable de cap manera de qualsevol ús d’aquesta naturalesa, ni dels missatges o transmissions assetjadors, amenaçadors, difamatoris, ofensius, infractors o il·legals que pugueu rebre com a resultat de l’ús de qualsevol dels Serveis.";
"Part31" = "F. A més, els Serveis i els «Materials de tercers» als quals es pot accedir, que es poden enllaçar o que es poden visualitzar a través del Programari d’Apple no estan disponible en tots els idiomes o a tots els països o regions. Apple no certifica que els Serveis i els Materials de tercers siguin apropiats o estiguin disponibles per utilitzar-se en una ubicació específica. A partir del moment que seleccioneu utilitzar o accedir als Serveis i als Materials de tercers, ho feu per iniciativa pròpia i sou responsable de respectar la conformitat amb la legislació aplicable, inclosa sense caràcter limitador la legislació local aplicable i la legislació de privadesa i tractament de dades. Apple i els seus llicenciadors es reserven el dret a canviar, suspendre, retirar o desactivar l’accés a qualsevol dels Serveis en qualsevol moment i sense previ avís. Apple no serà en cap cas responsable de l’eliminació o desactivació de l’accés als Serveis esmentats. Així mateix, Apple pot imposar límits a l’ús o accés a determinats Serveis, en qualsevol cas i sense previ avís ni responsabilitat. ";
"Part32" = "5. Expiració de la Llicència. Aquesta Llicència és vigent fins que expiri. Els drets que us concedeix aquesta Llicència expiraran automàticament o seran revocats sense previ avís d’Apple si incompliu qualsevol dels termes i condicions que conté. Quan expiri aquesta Llicència, haureu de deixar d’utilitzar el Programari d’Apple i destruir-ne totes les còpies, completes o parcials. Els apartats 2I, 3, 4, 5, 6, 7, 8, 10 i 11 d’aquesta Llicència continuaran sent vigents després de l’expiració de la Llicència.";
"Part33" = "6. Exclusió de garanties. ";
"Part34" = "A. Si sou un usuari consumidor (és a dir, si feu servir el Programari d’Apple fora del vostre negoci, empresa o entorn professional), és possible que tingueu drets legals en el vostre país de residència que prohibeixin que se us apliquin les limitacions següents, per la qual cosa en aquests països no se us aplicaran. Per obtenir més informació sobre els drets del consumidor, poseu-vos en contacte amb una organització d’assessorament a consumidors del vostre país.";
"Part35" = "B. RECONEIXEU I ACCEPTEU EXPRESSAMENT QUE, DINS ELS LÍMITS PERMESOS PER LA LLEI APLICABLE, L’ÚS DEL PROGRAMARI D’APPLE I DE QUALSEVOL SERVEI QUE S’EXECUTI O AL QUAL S’ACCEDEIXI A TRAVÉS DEL PROGRAMARI D’APPLE S’EFECTUA EXCLUSIVAMENT PEL VOSTRE COMPTE I RISC, I QUE ASSUMIU TOT EL RISC RELATIU A QUALITAT SATISFACTÒRIA, FUNCIONAMENT, PRECISIÓ I APTITUD. ";
"Part36" = "C. DINS ELS LÍMITS PERMESOS PER LA LLEI APLICABLE, EL PROGRAMARI D’APPLE I ELS SERVEIS ES PROPORCIONEN “TAL COM SÓN” I “TAL COM ESTAN DISPONIBLES”, AMB TOTS ELS SEUS POSSIBLES DEFECTES I SENSE GARANTIA DE CAP TIPUS, I APPLE I ELS LLICENCIADORS D’APPLE (ANOMENATS CONJUNTAMENT “APPLE” ALS EFECTES DELS APARTATS 6 I 7) EXCLOUEN PER MITJÀ D’AQUESTA LLICÈNCIA TOTES LES GARANTIES I CONDICIONS RELATIVES AL PROGRAMARI iOS I ALS SERVEIS, JA SIGUI EXPRESSES, IMPLÍCITES O LEGALS, INCLOSES, SENSE CARÀCTER LIMITADOR, LES GARANTIES I/O CONDICIONS DE COMERCIABILITAT, QUALITAT SATISFACTÒRIA, IDONEÏTAT PER A UN FI DETERMINAT, PRECISIÓ, GAUDI PACÍFIC I NO-INFRACCIÓ DE DRETS DE TERCERS. ";
"Part37" = "D. APPLE NO GARANTEIX, SENS PERJUDICI DEL VOSTRE GAUDI DEL PROGRAMARI D’APPLE I ELS SERVEIS, QUE LES FUNCIONS CONTINGUDES EN EL PROGRAMARI D’APPLE, O ELS SERVEIS EXECUTATS O PROPORCIONATS PEL PROGRAMARI D’APPLE, SATISFACIN LES VOSTRES NECESSITATS, QUE EL FUNCIONAMENT DEL PROGRAMARI D’APPLE I DELS SERVEIS ESTIGUI LLIURE D’INTERRUPCIONS O D’ERRORS, QUE TOTS ELS SERVEIS CONTINUÏN ESTAN DISPONIBLES, QUE EL PROGRAMARI D’APPLE O ELS SERVEIS ES CORREGIRAN O QUE EL PROGRAMARI D’APPLE SERÀ COMPATIBLE O FUNCIONARÀ AMB QUALSEVOL APLICACIÓ, PROGRAMARI O SERVEI DE TERCERS. LA INSTAL·LACIÓ D’AQUEST PROGRAMARI D’APPLE POT AFECTAR LA DISPONIBILITAT I USABILITAT DE PROGRAMARI, APLICACIONS O SERVEIS DE TERCERS, AIXÍ COM DE PRODUCTES I SERVEIS D’APPLE. ";
"Part38" = "E. RECONEIXEU, A MÉS, QUE EL PROGRAMARI D’APPLE I ELS SERVEIS NO ESTAN DISSENYATS NI SÓN ADEQUATS PER A SITUACIONS O ENTORNS EN QUÈ UNA AVERIA O RETARD O UN ERROR O IMPRECISIÓ DEL CONTINGUT, DE LES DADES O DE LA INFORMACIÓ PROPORCIONATS PEL PROGRAMARI D’APPLE O PELS SERVEIS POGUESSIN OCASIONAR LA MORT, DANYS PERSONALS O GREUS DANYS FÍSICS O MEDIAMBIENTALS, INCLOSOS, SENSE CARÀCTER LIMITADOR, EL CONTROL D’INSTAL·LACIONS NUCLEARS, DE SISTEMES DE NAVEGACIÓ AÈRIA O COMUNICACIÓ, DE SISTEMES DE CONTROL DEL TRÀNSIT AERI, D’APARELLS DE SUPORT VITAL O D’EQUIPS ARMAMENTÍSTICS.";
"Part39" = "F. CAP INFORMACIÓ O ASSESSORAMENT ESCRIT O VERBAL FACILITAT PER APPLE O PER UN REPRESENTANT AUTORITZAT D’APPLE GENERARAN CAP GARANTIA. SI EL PROGRAMARI O ELS SERVEIS D’APPLE RESULTESSIN SER DEFECTUOSOS, ASSUMIREU EL COST ÍNTEGRE DE TOTS ELS SERVEIS, REPARACIONS I CORRECCIONS NECESSARIS. ATÈS QUE LES JURISDICCIONS D’ALGUNS PAÏSOS NO PERMETEN L’EXCLUSIÓ DE GARANTIES IMPLÍCITES O LA LIMITACIÓ DE DRETS LEGALS APLICABLES D’UN CONSUMIDOR, ÉS POSSIBLE QUE L’EXCLUSIÓ I LES LIMITACIONS ANTERIORS NO US SIGUIN APLICABLES. ";
"Part40" = "7. Límit de responsabilitat. DINS ELS LÍMITS PERMESOS PER LA LLEI APLICABLE, APPLE NO SERÀ RESPONSABLE EN CAP CAS DELS DANYS PERSONALS NI DE CAP DANY ACCESSORI, ESPECIAL, INDIRECTE O EMERGENT, INCLOSOS, SENSE CARÀCTER LIMITADOR, ELS DANYS PER LUCRE CESSANT, MALMETEMENT O PÈRDUA DE DADES, INCAPACITAT DE TRANSMETRE O REBRE QUALSEVOL DADA ,PER INTERRUPCIÓ DE L’ACTIVITAT EMPRESARIAL I QUALSEVOL ALTRE TIPUS DE DANY O PÈRDUA COMERCIAL DERIVAT O RELACIONAT AMB EL VOSTRE ÚS O MAL ÚS DEL PROGRAMARI D’APPLE I DELS SERVEIS O DE QUALSEVOL PROGRAMARI O APLICACIÓ DE TERCERS QUE S’UTILITZI JUNT AMB EL PROGRAMARI D’APPLE, SIGUI QUINA EN SIGUI LA CAUSA I AMB INDEPENDÈNCIA DE LA TEORIA DE LA RESPONSABILITAT CIVIL (RESPONSABILITAT CONTRACTUAL O EXTRACONTRACTUAL, O ALTRES), FINS I TOT SI APPLE HA ESTAT INFORMAT DE LA POSSIBILITAT QUE ES PRODUEIXIN ELS DANYS ESMENTATS. ATÈS QUE LES JURISDICCIONS D’ALGUNS PAÏSOS NO PERMETEN L’EXCLUSIÓ O LA LIMITACIÓ DE RESPONSABILITAT PER DANYS PERSONALS O PER DANYS ACCESSORIS O EMERGENTS, ÉS POSSIBLE QUE AQUESTA LIMITACIÓ NO US SIGUI APLICABLE. La responsabilitat total d’Apple per danys i perjudicis (diferents dels exigits per la llei vigent en els casos en què hi hagi danys personals) no superarà en cap cas la quantitat de cinquanta dòlars dels EUA (50 USD). Les limitacions anteriors seran aplicables fins i tot si la reparació esmentada no aconsegueix el seu objectiu fonamental.";
"Part41" = "8. Control de les exportacions. No esteu autoritzat a utilitzar ni, en cap altre cas, exportar o reexportar el Programari d’Apple, excepte de la manera permesa per la legislació dels Estats Units i per les lleis del país o països en què heu obtingut el Programari d’Apple. En concret, però sense caràcter limitador, el Programari d’Apple no es pot exportar ni reexportar a: (a) cap país sotmès a embargament pels Estats Units, o (b) cap persona que figuri en la Llista de Ciutadans Especialment Designats del Departament del Tresor dels Estats Units o en les llistes de Persones Denegades, d’Entitats Denegades o de qualsevol llista de persones restringides del Departament de Comerç dels Estats Units. En utilitzar el Programari d’Apple, s’entén que declareu i garantiu que no sou en cap d’aquests països i que no figureu en cap de les llistes esmentades. Així mateix, accepteu no utilitzar el Programari d’Apple amb finalitats prohibides per la legislació dels Estats Units, inclosos, sense caràcter limitador, el desenvolupament, el disseny, la fabricació o la producció de míssils o armes nuclears, químiques o biològiques.";
"Part42" = "9. L’Administració com a usuari final. El Programari d’Apple i la documentació relacionada es consideren «Articles comercials», segons la definició que fa d’aquest terme l’apartat 48, paràgraf 2.101, del Codi de Normes Federals (CFR) dels Estats Units, i consten de «Programari informàtic d’ús comercial» i «Documentació de programari informàtic d’ús comercial», d’acord amb l’ús que fan d’aquests termes els apartats 48, paràgraf 12.212, o 48, paràgraf 227.7202, de les CFR, segons el que escaigui. En virtut dels apartats 48, paràgraf 12.212, i 48, paràgrafs del 227.7202-1 al 227.7202-4, del CFR, segons el que escaigui, el «Programari informàtic d’ús comercial» i la «Documentació de programari informàtic d’ús comercial» es distribueixen i es concedeixen sota llicència a usuaris finals de l’Administració dels Estats Units:(a) únicament com a «Articles comercials» i (b) només amb els drets concedits a tots els altres usuaris finals per mitjà dels termes i condicions d’aquesta Llicència. Queden reservats els drets no publicats, d’acord amb les lleis de copyright dels Estats Units.";
"Part43" = "10. Llei aplicable i independència de les estipulacions. Aquesta Llicència es regirà i s’interpretarà segons les lleis de l’Estat de Califòrnia, excloent-ne els principis de conflicte de dret. Aquesta Llicència no estarà regida per la Convenció de les Nacions Unides sobre Contractes de Compravenda Internacional de Mercaderies, l’aplicació de la qual s’exclou expressament. Si sou un consumidor resident al Regne Unit, aquesta Llicència es regirà per les lleis corresponents a la jurisdicció on residiu. Si, per qualsevol raó, un tribunal competent declarés no vàlida alguna disposició o un fragment d’alguna disposició d’aquesta Llicència, la resta de la Llicència continuarà sent plenament vigent i efectiva.";
"Part44" = "11. Contracte íntegre; idioma aplicable. Aquesta Llicència constitueix l’acord complet entre vós i Apple respecte del Programari d’Apple i substitueix tots els acords anteriors o actuals relatius al seu objecte. Cap modificació o esmena d’aquesta Llicència no serà vàlida si no s’efectua per escrit i du la signatura d’Apple. Tota traducció d’aquesta Llicència s’efectua per satisfer les necessitats dels diferents països, i si sorgís cap conflicte entre la versió anglesa i qualsevol versió en una altra llengua, prevaldrà la versió anglesa d’aquesta Llicència, dins els límits permesos per les lleis de cada país.";
"Part45" = "12. Reconeixements de tercers. Algunes parts del Programari d’Apple poden utilitzar o incloure programari de tercers i altres materials amb copyright. Els reconeixements, els termes i les condicions de llicència i les limitacions de responsabilitat corresponents als materials esmentats estan inclosos a la documentació electrònica del Programari d’Apple, i l’ús que feu d’aquests materials està subjecte als termes i les condicions aplicables en cada cas.";
"Part46" = "EA1576";
"Part47" = "16/08/2018";